<template>
  <div class="protocoldetail">
    <h2>“民生如意宝”货币基金产品业务服务协议</h2>
    <h3>甲方：                    （投资者）</h3>
    <h3>乙方：     （以下简称“基金管理人”）</h3>
    <h3>丙方：中国民生银行股份有限公司（以下简称“民生银行”）</h3>
     <h3>根据国家有关法律、法规，本着公平、公开的原则，经三方友好协商，就基金管理人、民生银行为投资者提供“民生如意宝”业务，达成如下协议：</h3>
    <div>
      <h3>第一条、定义</h3>
      <p>1、“民生如意宝”：是指民生银行通过其直销银行的各专属电子渠道（包括网站、手机银行、微信银行及其他民生银行直销银行不时开通的新电子渠道）提供的金融服务，实现投资者（1）可投资于民生银行代理销售的基金管理人推出的“ ”；且（2）可在民生银行确定的额度内以T+0方式赎回(“快速赎回”)。</p>
      <p>2、 ：指基金管理人作为产品管理人推出一款货币基金产品，以下简称“ ”。</p>
      <p>3、投资者：本协议下的投资者需满足如下条件：（1）年龄满18周岁并且持有18位身份证号的居民身份证、满足证券投资基金合法投资者要求，且(2)在民生银行开立电子账户，并将该电子账户作为基金支付结算账户与投资者在基金管理人开立的货币基金交易账户绑定；（3）按照本协议的约定投资人通过“民生如意宝”向基金管理人下达对“ 货币基金”交易指令。</p>
      <p>4、基金账户：指为“ ”提供基金份额登记服务的机构为投资者开立的记录其持有的基金管理人所管理的基金份额、份额变动情况及基本资料的账户。</p>
      <p>5、基金交易账户：指基金管理人为投资人开立的记录其买卖基金管理人所管理基金的份额变动及结余情况的账户。</p>
      <p>6、基金合同：是指由基金管理人作为基金管理人与基金托管人拟订，报国务院证券监督管理机构注册，在基金管理人募集达到法定条件，并由基金管理人依法向报国务院证券监督管理机构办理基金备案手续生效的《 》。</p>
      <p>7、电子账户：指由投资者主动通过民生银行直销银行专属的网站、手机银行、微信银行等互联网自助渠道申请，经民生银行实名身份认证并核准后开立的投资者个人人民币II类账户。投资者基金申购资金自该电子账户扣划至民生银行基金销售代理资金账户；赎回资金返还至该电子账户。</p>
      <p>8、绑定：指本协议签署后，投资者将电子账户与基金交易账户建立基金交易资金结算对应关联关系。具体操作为：投资者通过民生银行“如意宝”实现发出资金收付与基金份额的申请、赎回等交易行为。</p>
      <p>9、申购：是指基金合同生效后，投资者向基金管理人的代理人民生银行提出申请购买基金份额的行为。</p>
      <p>10、快速赎回：是指投资者通过“民生如意宝”平台提交货币基金赎回申请，经基金管理人确认赎回交易成功后，由民生银行在其确定的额度内，向投资者实时支付申请赎回货币基金份额按T-1日的净值价计算出的资金数额至投资者的民生银行电子账户。</p>
      <p>11、T 日：基金合同约定的基金管理人确认的投资者有效申请工作日。</p>
      <p>12、T+n 日：自 T 日起第 n 个工作日（不包含 T 日）。工作日：上海证券交易所和深圳证券交易所的正常交易日。开放日：基金合同约定的基金管理人为投资者办理基金申购、赎回等业务的工作日。</p>
    </div>

    <div>
      <h3>第二条 各方权利及义务</h3>
      <h3>（一）投资者权利及义务</h3>
      <p>1、投资者承诺投资者是具有完全民事行为能力的个人，投资者同意按下“同意”键后，表示投资者确认本人已阅读、理解并接受本协议及《民生如意宝业务规则》的所有内容。</p>
      <p>2、投资者申请使用本协议下的服务，须申请开通与基金管理人的基金网上交易业务，并在民生银行开立电子账户且以该电子账户为其基金交易资金划转的专用账户。</p>
      <p>3、投资者知悉基金管理人委托民生银行办理“ ”的申购、赎回。</p>

      <p>4、投资者知悉并同意其对电子账户的相应操作即视为向民生银行下达相应的交易申请。投资者需妥善保管其绑定的电子账户的密码及其他身份识别凭证，凡使用电子账户相应密码及其他身份识别凭证的交易行为将按电子账户相关开户协议均视为投资者亲自办理之交易，由此产生的结果由投资者自行承担。</p>
      <p>5、投资者应保证用于基金交易的资金来源合法。</p>
      <p>6、投资者知悉并同意，快速赎回服务并非民生银行法定义务，民生银行有权根据本协议约定暂停、终止快速赎回服务，变更额度限制。</p>
      <h3>（二）基金管理人权利及义务</h3>
      <p>1、基金管理人声明：基金管理人是中华人民共和国境内依据《证券投资基金法》规定所设立的，证券投资基金管理公司或取得公开募集基金资格的机构。基金管理人委托民生银行代理销售相关基金并进行销售资金支付结算。</p>
      <p>2、基金管理人遵守有关法律法规、规章制度，并按本协议的约定为投资者提供相关服务。</p>
      <p>3、基金管理人应当在民生银行根据投资者的操作发起快速赎回申请时，及时在基金注册登记系统中完成基金份额的过户登记，并承担因自身原因造成过户和登记不及时等差错而导致的过错责任。</p>
      <p>4、基金管理人对投资者的信息和资料承担保密责任，但基金管理人按照有关法律、法规和规章规定或有关司法机关、行政管理机关的要求提供投资者的有关资料不在此限。</p>
      <p>5、基金管理人提供安全、数据备份和故障恢复手段符合监管机关的规定。</p>
      <p>6、基金管理人保证其提供的基金产品符合国家的相关规定并履行了必要的审批手续，并承担为投资者提供的基金产品或服务的责任，并及时向投资者提供其基金的交易、持有等信息，负责与基金投资业务相关的投诉处理和售后服务。</p>
      <p>7、基金管理人就本协议内容及合作过程中知悉的投资者信息、民生银行商业机密承担保密义务，未经投资者、民生银行同意不得向任何第三方泄漏或允许其使用，但国家法律法规另有规定或监管机构另有要求的除外。</p>
    </div>
    <div>
      <h3>（三） 民生银行权利及义务</h3>
      <p>1、民生银行遵守有关法律法规、规章制度，按本协议的约定为投资者、基金管理人提供 的销售和支付结算服务，根据投资者的操作，下达申购、赎回指令至基金管理人，以及在民生银行同意的额度内向投资人按T+0模式支付基金份额赎回款等“民生如意宝”产品相关服务。</p>
      <p>2、在民生银行同意的快速赎回额度占满，无法实现投资人基金赎回T+0时，应在投资操作时通知投资人。</p>
      <p>3、民生银行对投资者的信息和资料承担保密责任，但基金管理人按照有关法律、法规和规章规定或有关司法机关、行政管理机关的要求提供投资者的有关资料不在此限。</p>
      <p>4、民生银行提供的基金交易资金划付系统的安全、数据备份和故障恢复手段符合监管机关的规定。</p>
      <p>5、民生银行按照基金管理人确认的基金交易资金划付指令，完成对投资者基金交易资金的划付，民生银行对相关电子数据进行保留并作为投资者交易行为的证明。</p>
    </div>
    <div>
      <h3>第三条 基金账户的开立</h3>
      <p>1、投资者可以通过民生银行指定渠道申请开立基金账户、基金交易账户。</p>
      <p>2、申请开户流程：签订本协议后，由民生银行系统将投资者在民生银行留存的实名信息传递给基金管理人网上交易系统，投资者实名信息包括但不限于姓名、身份证号、手机号、邮箱地址、住址、拟绑定的民生银行电子账户信息等，基金管理人网上交易系统接收到上述信息后，实时为投资者分配基金交易账号、开立基金交易账户，与民生银行电子账户绑定，并负责后续完成基金账户的开立工作。</p>
      <p>3、投资者首次开立基金账户、基金交易账户的，其开户申请将于T+1日内确认，确认成功后，相应账户开立成功。账户开立成功与否以基金管理人确认结果为准。</p>
    </div>
    <div>
      <h3>第四条 身份识别机制</h3>
      <p>1、基金管理人委托民生银行完成本协议下基金投资的投资者身份验证。三方同意，投资者通过民生银行电子账户的身份验证，即为通过基金管理人的身份验证，基金管理人可执行由民生银行传递的投资者指令。</p>
    </div>
    <div>
      <h3>第五条 电子账户绑定</h3>
      <p>1、电子账户是投资者通过基金管理人公司办理基金交易资金结算的唯一账户，本协议签署后，与基金交易账户直接关联绑定。如需解绑，应在民生银行提供的直销银行渠道申请，经民生银行确认后完成解绑。</p>
    </div>
    <div>
      <h3>第六条 申购申请</h3>
      <p>1、在投资者签订的本协议有效期间，投资者在此不可撤销地授权民生银行，在投资者电子账户存有大于或等于0.01元整数倍的活期存款的前提下，自动以活期存款余额的资金，向基金管理人发起申购申请（基金暂停申购等情形除外）。</p>
      <p>2、投资者知悉并同意，投资者于T日15：00前转入电子账户的资金作为T日申购申请，投资者于T日15:00后完成的资金转入将按照T+1日申购申请处理。（T日为“ ”交易的工作日。）</p>
      <p>3、民生银行根据与基金管理人的生效合作协议要求，将确认交易成功的基金份额申购资金划转至民生银行与基金管理人指定的基金销售代理资金账户。</p>
      <p>4、本协议项下办理申购的单笔最高金额和每日最高金额、基金申购单笔最低金额等申购业务限制以 公告、业务规则及民生如意宝业务规则的相关规定为准。</p>
    </div>

    <div>
      <h3>第七条 快速赎回申请</h3>
      <p>1、在投资者签订的本协议有效期间，投资者在此不可撤销的同意，在投资者向本协议绑定电子账户发起取现、转账等使用账户资金的指令时，视为投资者向民生银行发出在民生银行确定额度内的快速赎回以及超出该额度时的普通赎回申请。</p>
      <p>2、在投资者有充分基金份额的前提下，投资者下达的赎回基金的份额为：投资者发起使用账户资金的金额/ 货币基金T-1的净值，其中T为 货币基金的开放日。</p>
      <p>
        3、投资者知悉并同意，在快速赎回方式下，即为投资者向民生银行转让该等基金份额的申请，民生银行同意受让该等基金份额，并由基金管理人将相应基金份额过户至民生银行，民生银行按基金份额在T-1日的净值价计算出的价格作为受让价款向投资者进行支付，实现投资者基金的快速赎回功能。
        民生银行在受让前述基金份额的同时向基金管理人发起赎回申请，基金管理人应当在基金注册登记系统中完成相应基金份额的变更登记，并接受民生银行发起基金份额赎回申请，向民生银行履行基金份额赎回责任，民生银行有权收取申请快速赎回之日起（含当日）的基金收益。
      </p>
      <p>4、本协议项下 货币基金快速赎回业务的每个投资者单笔限额、日累计限额、月累计限额以及所有投资者的每日累计快速赎回总额等业务申请限额应符合法律法规、监管规定，并以 货币基金公告、业务规则及民生如意宝业务规则的相关规定为准。</p>
      <p>
        5、在下述情况下，民生银行或基金管理人有权临时暂停快速赎回业务，并视情况及时恢复该业务：
        （1）不可抗力；
        （2）通讯、网络及计算机系统故障或暂停服务；
        （3）民生银行已支付的未受清偿的快速赎回资金已达到其确认的限额。
        （4）投资者的快速赎回额超过民生银行确定的单日单个客户最大可快速赎回限额或者单日客户快速赎回总限额。
        （5）民生银行或基金管理人认为需要临时暂停快速赎回业务的其他情形。
      </p>
      <p>
        6、普通赎回申请
        （1）发生上述不能发起快速赎回申请的情形但同时符合基金合同赎回条件的，在投资者向本协议绑定电子账户发起取现、转账等使用账户资金的指令时，视为投资者向基金管理人的代理人民生银行发出的普通赎回申请。
        （2）投资者在上述情形下于T日申请的普通赎回，将于T+1日由基金的注册登记机构进行确认。T日发起的普通赎回，投资者享有相应产品份额T日的未付收益。
        （3）基金管理人委托民生银行在T+1日15:00前将投资者普通赎回资金划往投资者电子账户。民生银行向投资者划付普通赎回资金的前提为基金管理人已将赎回资金划付至与民生银行约定的指定账户中。
      </p>
      <p>7、对于任何因为投资者的原因，包括但不限于如遇司法机关要求冻结、扣划等情形，导致快速赎回份额不能及时赎回到账，投资者应承担民生银行已实时支付赎回资金因此而导致的损失，民生银行享有向投资者追偿的权利；涉及基金管理人已完成资金支付的，投资者的不当得利应及时返回基金管理人，给基金管理人造成相关损失的，基金管理人有权向投资者追偿。</p>
      <p>8、如因系统故障、系统升级，或投资者民生银行电子账户已销户、账户状态不正常（挂失、冻结），或自然灾害等不可抗力事件，或其他不可预见的非常情况，或网络、通讯故障等任何非基金管理人或民生银行原因导致赎回款项无法实时向投资者划付的，基金管理人和民生银行不承担任何责任。</p>
      <p>9、除基金合同、基金发行公告及基金管理人发布的其他相关公告收取的相关基金销售费用之外，本协议项下提供的相关业务服务暂不收取其他服务费，民生银行和基金管理人保留收取此项业务服务费的权利，并有权根据业务情况调整服务费标准。</p>
      <p>10、货币基金的收益计算方式以本基金已生效的基金合同和招募说明书等法律文件为准。该等法律文件发布在基金管理人网站及民生银行直销银行网站，投资者应主动查看。</p>
      <p>11、民生银行发布基金管理人关于 货币基金的公告、法律文件的，不对信息的真实性、准确性、有效性承担责任。基金管理人网站上所刊登的民生银行关于如意宝的公告、业务规则等，管理人不对信息的真实性、准确性、有效性承担责任。</p>
    </div>

    <div>
      <h3>第八条 查询</h3>
      <p>1、为便于查询，投资者知晓并同意，基金管理人通过对接“如意宝”产品为投资者提供本人在该渠道基金投资信息查询服务。投资者可通过民生银行直销银行网站、手机银行、微信银行等渠道完成通过“民生如意宝”完成的开户申请查询、交易申请查询、基金行情查询、份额余额查询。</p>
      <p>2、投资者也可在基金管理人的网站查询第一款所述信息。</p>
      <p>3、查询信息以基金管理人的数据为准。民生银行代为发布信息，不对信息的真实性、准确性、有效性承担责任。</p>
    </div>

    <div>
      <h3>第九条 变更分红方式</h3>
      <p>1、投资者不可通过基金管理人变更 货币基金的分红方式。 货币基金的分红方式必须为红利再投。</p>
    </div>

    <div>
      <h3>第十条 风险</h3>
      <p>1、为确保网络传输的安全，保障投资者的利益，基金管理人、民生银行对网络资料的传输采用数据加密处理，但基金管理人、民生银行无法保证网上信息传输绝对安全、毫无错误或指定网址不被恶意攻击或不存在因电子病毒所导致的故障等等。如发生前述情形，基金管理人、民生银行不承担任何责任，投资者须自行承担因网上交易可能导致的任何风险及损失。</p>
      <p>2、基金管理人、民生银行有权保留投资者网上交易的相关电子数据以作为投资者交易的证明。</p>
      <p>3、任何通过本协议身份识别机制验证后提交的申请都将视为投资者本人的意思表示或投资者合法授权的行为，该等行为所引起的法律后果由该投资者承担。</p>
      <p>4、由于系统故障或者客户原因，导致资金到账迟滞等问题，基金管理人与民生银行将尽快解决，但不承担赔偿责任。</p>
    </div>
    <div>
      <h3>第十一条 风险及匹配</h3>
      <p>1、投资者知晓并同意，由于货币基金相比股票型、债券型和混合型基金，属于基金中的低风险品种，投资者只需具备投资低风险基金品种的风险承受能力。</p>
    </div>

    <div>
      <h3>第十二条 基金评级</h3>
      <p>1、基金评级是民生银行依据一定标准对基金产品进行分析从而作出优劣评价。投资人在投资基金时，可以适当参考基金评级结果，但切不可把基金评级作为选择基金的唯一依据。此外，基金评级时对基金管理人过往的业绩表现作出的评价，并不代表基金未来长期业绩表现。民生银行将根据销售适用性原则，对基金管理人进行审慎调查。</p>
    </div>

    <div>
      <h3>第十三条 免责条款</h3>
      <h3>（一）因下列情形导致投资者损失的，基金管理人、民生银行不承担责任：</h3>
      <p>1、不可抗力；</p>
      
      <p>2、因电信部门的通讯线路故障、通讯技术缺陷、电脑黑客或计算机病毒等问题造成基金管理人交易平台不能正常运转；</p>
        <p>3、法律和政策重大变化或任何其他基金管理人、民生银行不可预测和不可控制因素导致的突发事件；</p>
        <p>4、因基金管理人或民生银行设备或通讯故障或设备未能处于正常工作状态致使基金管理人未能按时收到或者收取投资者的申请信息不完整；</p>
        <p>5、因投资者自身遗失、遗忘或泄露密码等原因导致损失；</p>
        <p>6、法律规定和本协议约定的其他免责事项。</p>
        <h3>（二）在民生银行代理销售业务中，有关基金账户开户和销户、认购、申购、赎回、分红等基金业务的最终确认方为该基金的注册登记机构，民生银行作为销售机构，不承担确保办理成功的责任。</h3>
    </div>

    <div>
      <h3>第十四条 协议的效力及变更</h3>
      <p>1、投资者点击“接受”或“同意”按钮确认签署本协议的，即表示已签署并同意接受本协议的全部内容及与本协议有关的     货币基金各项业务规则，系统显示签约成功后本协议生效。</p>
      <p>2、投资者签署本协议，即视为已认真阅读了本协议，充分了解本协议的含义，同意本协议内容有其是本协议中有关基金管理人和民生银行的免责内容。投资者已认真阅读了基金管理人及民生银行提供的相关风险提示、须知，以及本基金的基金合同及招募说明书。</p>
      <p>3、基金管理人和民生银行将根据实际情况和业务需要变更本协议内容及南方现金通E货币基金业务规则、民生如意宝业务规则，发生变更的，基金管理人、民生银行会在各自网站公告；投资者在公告后继续使用民生如意宝业务的，视为接受该变更。</p>
    </div>
    <div>
      <h3>第十五条 纠纷的解决办法</h3>
      <p>1、本协议适用中华人民共和国法律。三方如有争议，应尽可能通过协商、调解解决，协商、调解不成，任何一方均有权向中国国际经济贸易仲裁委员会申请仲裁，仲裁地点在北京，仲裁按照该委员会届时有效的仲裁规则进行。仲裁裁决是终局的，对各方均有法律约束力。</p>
      
    </div>
  </div>
</template>

<script>


export default {
  name: "ProtocolDetail",
  props: {},
  data() {
    return {
      visible: true,
      isshow: ""
    };
  },
  created() {},
  methods: {
    changeStatus() {
      this.visible = !this.visible;
    }
  },
  computed: {},
  mounted() {},
  components: {

  },
  beforeDestroy() {}
};
</script>
<style scoped>
.protocoldetail {
  background: white;
}

p {
  font-size: 0.14rem;
  text-align: justify;
  padding: 0 0.1rem;
  box-sizing: border-box;
  line-height: 0.2rem;
  margin-bottom: 0.06rem;
}
h2,
h3 {
  margin-top: 0.12rem;
  margin-bottom: 0.08rem;
  font-weight: normal;
  line-height: 0.24rem;
}
h2 {
  font-size: 0.18rem;
    text-align: center;
}
h3 {
  font-size: 0.16rem;
  padding-left: 0.1rem;
}
</style>